[
  {
    "What is a conjunction?": "A conjunction is a part of speech used to connect words, phrases, clauses, or sentences. Conjunctions help to show the relationship between the elements they connect, such as time, contrast, condition, cause, or addition."
  },
  {
    "What is a conjunction?": "Types of Conjunctions:\nCoordinating Conjunctions: These join words, phrases, or clauses of equal importance or rank.\nExamples:\ni (and): Lubię kawę i herbatę. (I like coffee and tea.)\nale (but): Chciałem pójść na spacer, ale padał deszcz. (I wanted to go for a walk, but it was raining.)\nlub (or): Chcesz herbatę lub kawę? (Do you want tea or coffee?)\nwięc (so): Byłem zmęczony, więc poszedłem spać. (I was tired, so I went to sleep.)\nSubordinating Conjunctions: These introduce a dependent clause and show the relationship between the dependent clause and the main clause.\nExamples:\nponieważ (because): Poszliśmy do sklepu, ponieważ potrzebowaliśmy jedzenia. (We went to the store because we needed food.)\nchoć (although): Poszedłem na spacer, choć było zimno. (I went for a walk, although it was cold.)\njeśli (if): Będę szczęśliwy, jeśli wygrasz. (I will be happy if you win.)\nCorrelative Conjunctions: These are paired conjunctions that work together to connect words or clauses.\nExamples:\nzarówno... jak i (both... and): Zarówno mama, jak i tata są w domu. (Both mom and dad are at home.)\nnie tylko... ale także (not only... but also): Nie tylko lubię kawę, ale także herbatę. (I not only like coffee, but also tea.)"
  },
  {
    "What is a conjunction?": "Też is a conjunction"
  },
  {
    "What is a conjunction?": "Niż",
    "__EMPTY": "When following an adjective/adverb, indicates the object of comparison",
    "__EMPTY_1": "On jest wyższy niż jego brat.\n(\"He is taller than his brother.\")"
  },
  {
    "What is a conjunction?": "Gdy-",
    "__EMPTY": "Always used with a verb. Endings are typical of conditional verb endings",
    "__EMPTY_1": "It adds ‘if’ to a conditional verb. Gdybym był … (If only I was…)\nGdybyś etc"
  }
]